Repository: collective/collective.taxonomy
Catalog: src/collective/taxonomy/locales/*/LC_MESSAGES/collective.taxonomy.po
Languages: de, es, fr, it, nl

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen

source: Add cancelled
de: Hinzufügen abgebrochen
es: Adición cancelada
fr: Ajout annulé
it: Aggiunta annullata
nl: Toevoegen geannuleerd

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

source: Changes saved
de: Änderungen gespeichert
es: Cambios guardados
fr: Modifications enregistrées
it: Modifiche salvate
nl: Wijzigingen bewaard

source: Check this box if you want the field to be mono-valued
de: Das Feld soll eine einfache Auswahl sein.
es: Marque esta casilla si desea que el campo sea mono-valorado
fr: Cochez cette case si vous voulez que le champ soit mono-valué
it: Seleziona questa casella se vuoi che il campo sia a valore unico
nl: Het veld moet enkele selectie zijn

source: Check this box if you want the field to be required
de: Das Feld soll ein Pflichtfeld sein.
es: Marque esta casilla si desea que el campo sea obligatorio
fr: Cochez cette case si vous voulez que le champ soit obligatoire
it: Seleziona questa casella se vuoi che il campo sia obbligatorio
nl: Het veld is verplicht

source: Check this box if you want to purge all entries when uploading.
es: Marque esta casilla si desea purgar todas las entradas al cargar.
it: Seleziona questa casella se vuoi eliminare tutte le voci durante il caricamento.
nl: Verwijder alle items bij uploaden

source: Default language
de: Standardsprache
es: Idioma por defecto
fr: Langue par défaut
it: Lingua predefinita
nl: Standaard taal

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving

source: Edit cancelled
de: Editieren abgebrochen
es: Cambios cancelados
fr: Modifications annulées
it: Modifica annullata
nl: Wijzigen geannuleerd

source: Field prefix
es: Prefijo de campo
it: Prefisso del campo
nl: Veld prefix

source: Fieldset
es: Conjunto de campo
it: Gruppo di campi
nl: Tab

source: Fieldset for the taxonomy behavior field. Example: 'categorization'. Use 'default' for the first fieldset.
es: Conjunto de campos para el campo de comportamiento de taxonomía. Ejemplo: 'categorization'. Use 'default' para el primer conjunto de campos. Nota: se deben utilizar los nombres originales de los conjuntos de campos, no los nombres traducidos que aparecen en las pestañas.
it: Gruppo di campi per il campo di comportamento della tassonomia. Esempio: 'categorizzazione'. Usa 'default' per il primo gruppo di campi.
nl: Tab voor het taxonomie behavior veld. Bijvoorbeeld:'categorisatie'. Gebruik 'standaard' voor de eerste tab.

source: Please select at least one taxonomy.
de: Mindestens eine Taxonomie wählen.
es: Por favor, seleccione al menos una taxonomía.
fr: Veuillez sélectionner au moins une taxonomie.
it: Seleziona almeno una tassonomia.
nl: Selecteer minstens 1 taxonomie.

source: Please select one taxonomy.
de: Eine Taxonomie wählen.
es: Por favor, seleccione una taxonomía.
fr: Veuillez sélectionner une taxonomie.
it: Seleziona una tassonomia.
nl: Selecteer 1 taxonomie.

source: Prefix used for behavior indexer.
es: Prefijo utilizado para indexador de comportamiento.
it: Prefisso usato per l'indicizzatore del comportamento.
nl: Prefix voor de indexer van de behavior.

source: Purge entries on upload
es: Purgar entradas al cargar
it: Elimina le voci durante il caricamento
nl: Verwijder items bij uploaden

source: Registers control panel and default settings.
es: Registra el panel de control y la configuración predeterminada.
fr: Ajoute le panneau de configuration et la configuration par défaut.
it: Registra il pannello di controllo e le impostazioni predefinite.
nl: Registreert controlepaneel en standaard instellingen.

source: Required
de: Pflichtfeld
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
nl: Verplicht

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaren

source: Single select
de: Einfache Auswahl
es: Selección simple
fr: Sélection simple
it: Selezione singola
nl: Enkele selectie

source: Tabular view
it: Visualizzazione tabellare

source: Taxonomies
de: Taxonomien
es: Taxonomías
it: Tassonomie
nl: Taxonomieën

source: Taxonomy
de: Taxonomie
es: Taxonomía
fr: Taxonomie
it: Tassonomia
nl: Taxonomie

source: Taxonomy deleted.
de: Taxonomie gelöscht
es: Taxonomía eliminada.
fr: Taxonomie supprimée
it: Tassonomia eliminata.
nl: Taxonomie verwijderd

source: Taxonomy imported.
de: Taxonomie importiert
es: Taxonomía importada.
fr: Taxonomie importée
it: Tassonomia importata.
nl: Taxonomie geïmporteerd

source: Taxonomy settings
de: Taxonomie Einstellungen
es: Configuraciones de taxonomía
fr: Propriétés des taxonomies
it: Impostazioni della tassonomia
nl: Taxonomie instellingen

source: The taxonomy identifier
de: Der Kurzname/Identifier (keine Leerzeichen und Sonderzeichen erlaubt)
es: El identificador de taxonomía
fr: L'identifiant de la taxonomie
it: L'identificatore della tassonomia
nl: De taxonomie id (geen spaties of speciale karakters)

source: There seems to have been an error.
de: Ein Fehler ist aufgetreten.
es: Parece haber habido un error.
fr: Il semble y avoir eu une erreur.
it: Si è verificato un errore.
nl: Er is een fout opgetreden.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel

source: Uninstall profile for collective.taxonomy.
es: Perfil de desinstalacion para complemento collective.taxonomy.
it: Disinstalla profilo per collective.taxonomy.

source: Upload VDEX xml file
de: Neue VDEX Datei hochladen
es: Subir un archivo xml VDEX
fr: Téléverser un fichier xml VDEX
it: Carica il file xml VDEX
nl: VDEX xml bestand uploaden

source: Will be used for the field description as well
de: Wird auch für die Beschreibung des Feldes verwendet.
es: Se utilizará para la descripción del campo
fr: Sera utilisé pour la description du champ
it: Sarà utilizzato anche per la descrizione del campo
nl: Wordt ook gebruikt voor de veld beschrijving

source: Will be used for the field title as well
de: Wird auch für den Feldtitel verwendet.
es: Se utilizará para el título del campo
fr: Sera utilisé pour le titre du champ
it: Sarà utilizzato anche per il titolo del campo
nl: Wordt ook gebruikt voor de veld titel

source: Write permission
de: Berechtigung zum Schreiben
es: Permiso de escritura
fr: Permission d'écriture
it: Permessi di scrittura
nl: Schrijfrechten

source: Write permission for the field
de: Berechtigung zum Schreiben des Feldes.
es: Permiso de escritura para este campo
fr: Permission d'écriture pour ce champ
it: Permessi di scrittura per il campo
nl: Schrijfrechten voor het veld

source: Your taxonomy has been saved with success.
de: Die Taxonomie wurde erfolgreich gespeichert.
es: Su taxonomía se ha guardado correctamente.
fr: Votre taxonomie a été sauvegardée avec succès.
it: La tassonomia è stata salvata con successo.
nl: De taxonomie is succesvol bewaard.

source: collective.taxonomy uninstall
es: Desintalar complemento collective.taxonomy
it: Disinstalla collective.taxonomy

source: delete_taxonomies_no_taxonomies
it: È necessario fornire una tassonomia da eliminare.

source: label_add_taxonomy
de: Taxonomie hinzufügen
es: Añadir una taxonomía
fr: Ajouter une taxonomie
it: Aggiungi tassonomia
nl: Taxonomie toevoegen

source: label_delete_taxonomy
de: Taxonome löschen
es: Eliminar una taxonomía
fr: Supprimer une taxonomie
it: Elimina tassonomia
nl: Taxonomie verwijderen

source: label_edit_data_taxonomy
de: Taxonomische Daten editieren
es: Editar datos de taxonomía
fr: Modifier les données de la taxonomie
it: Modifica dati tassonomia
nl: Taxonomie data bewerken

source: label_edit_taxonomy
de: Taxonomie editieren
es: Editar taxonomía
fr: Modifier la taxonomie
it: Modifica tassonomia
nl: Taxonomie bewerken

source: label_export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
nl: Exporteren

source: help_taxonomies
de: Taxonomie, die verändert werden soll, auswählen.
es: Seleccione las taxonomías que desea modificar
fr: Sélectionnez les taxonomies que vous souhaitez modifier
